Repository: Libertasio/tumbler-1
Catalog: po/*.po
Languages: fr, ug, zh_cn

source: Another thumbnail cache service is already running
fr: Un autre service de cache de vignettes est déjà lancé
ug: باشقا بىر thumbnail غەملەك مۇلازىمىتى ئىجرا بۆلۈۋېتىپتۇ
zh_cn: 另一个缩略图缓存服务正在运行

source: No thumbnailer available for "%s"
fr: Pas de vignette disponible pour "%s"
ug: "%s" نىڭ thumbnailer نى ئىشلەتكىلى بولمايدۇ
zh_cn: 没有缩略图查看器可用于 "%s"

source: The thumbnailer service is shutting down
zh_cn: 该缩略图服务正在关闭

source: Another generic thumbnailer is already running
fr: Un autre service de vignettes est déjà lancé
ug: باشقا بىر ئادەتتىكى thumbnailer ئىجرا بولۇۋېتىپتۇ
zh_cn: 另一个通用的缩略图查看器正在运行

source: Unsupported thumbnail flavor requested
fr: Type de vignette demandée non supportée
ug: ئىسلەتكىلى بولمايدىغان thumbnail flavor ئىلتىماس قىلىندى
zh_cn: 请求了一个不支持的缩略图风格

source: Failed to call the specialized thumbnailer: timeout
fr: Créateur de vignettes spécifique non trouvé : arrêt
ug: ئالاھىدە thumbnailer نى چاقىرىش مەغلۇپ بولدى: ۋاقىت ئېشىپ كەتتى
zh_cn: 载入指定的缩略图查看器失败: 超时

source: Failed to call the specialized thumbnailer: %s
fr: Créateur de vignettes spécifique non trouvé : %s
ug: ئالاھىدە thumbnailer نى چاقىرىش مەغلۇپ بولدى: %s
zh_cn: 载入指定的缩略图查看器失败: %s

source: Failed to load the file "%s": %s
fr: Impossible de charger le fichier "%s" : %s
ug: ھۆججەت "%s" نى ئوقۇش مەغلۇپ بولدى: %s
zh_cn: 载入文件 "%s" 失败: %s

source: Malformed section "%s" in file "%s": %s
fr: Section malformée "%s" dans le fichier "%s": %s
ug: ھۆججەت "%2$s" دىكى بۆلەك "%1$s" نىڭ فورماتى توغرا ئەمەس: %3$s
zh_cn: 在文件 "%2$s" 中出现异常段 "%1$s": %3$s

source: Malformed section "%s" in file "%s": Mismatch between section name and UriScheme/MimeType
fr: Section malformée "%s" dans le fichier "%s": Incompatibilité entre le nom de section et UriScheme/mimetype
ug: ھۆججەت "%2$s" دىكى بۆلەك "%1$s" نىڭ فورماتى توغرا ئەمەس: بۆلەك ئاتى بىلەن UriScheme/MimeType ماسلاشمىدى
zh_cn: 在文件 "%2$s" 中出现异常段 "%1$s": 段名和 UriScheme/MimeType 不匹配。

source: Malformed file "%s": %s
fr: Fichier malformé "%s": %s
ug: ھۆججەت "%s" نىڭ فورماتى توغرا ئەمەس: %s
zh_cn: 异常的文件 "%s": %s

source: Failed to determine last modified time of "%s"
fr: Impossible de déterminer dernière date de modification de "%s"
ug: "%s" نىڭ ئەڭ ئاخىرقى ئۆزگەرتىلگەن ۋاقتىنى ئېنىقلاش مەغلۇپ بولدى
zh_cn: 检测 "%s" 上次修改的时间失败

source: Another thumbnailer manager is already running
fr: Un autre gestionnaire de vignettes est déjà lancé
ug: باشقا بىر thumbnailer باشقۇرغۇ بۆلۈۋېتىپتۇ
zh_cn: 另一个缩略图管理器正在运行

source: Tumbler Thumbnailing Service
fr: Service de création de vignettes Tumbler
ug: Tumbler Thumbnailing مۇلازىمىتى
zh_cn: Tumbler 缩略图服务

source: Failed to connect to the D-Bus session bus: %s
fr: Impossible de se connecter au bus de session D-Bus : %s
ug: D-Bus ئەڭگىمە باش لىنىيىسىگە باشلىنىش مەغلۇپ بولدى: %s
zh_cn: 连接至 D-Bus 会话总线失败: %s

source: Failed to start the thumbnail cache service: %s
fr: Impossible de démarrer le service de cache des vignettes : %s
ug: thumbnail غەملەك مۇلازىمىتىنى ئىجرا قىلىش مەغلۇپ بولدى: %s
zh_cn: 启动缩略图缓存服务失败: %s

source: Failed to load specialized thumbnailers into the registry: %s
fr: Impossible de charger des générateurs de vignettes spécifiques dans le registre : %s
ug: مەخسۇسلاشتۇرۇلغان thumbnail نى رويخەتكە ئوقۇش مەغلۇپ بولدى: %s
zh_cn: 载入指定的缩略图查看器失败: %s

source: Failed to start the thumbnailer manager: %s
fr: Impossible de démarrer le gestionnaire de vignettes : %s
ug: thumbnailer باشقۇرغۇنى ئىجرا قىلىش مەغلۇپ بولدى: %s
zh_cn: 启动缩略图管理器失败: %s

source: Failed to start the thumbnailer service: %s
fr: Impossible de démarrer le service des vignettes : %s
ug: thumbnailer مۇلازىمىتىنى ئىجرا قىلىش مەغلۇپ بولدى: %s
zh_cn: 启动缩略图管理服务失败: %s

source: Invalid format
fr: Format invalide
ug: ئىناۋەتسىز فورمات
zh_cn: 无效格式

source: RGB Colorspace
fr: Espace de couleur RGB
ug: RGB رەڭ بوشلۇقى
zh_cn: RGB 颜色空间

source: Cache plugin "%s" lacks required symbols
fr: Au greffon "%s" manquent les symboles requis.
ug: غەملەك قىستۇرما "%s" دا symbol لار يېتەرلىك ئەمەس
zh_cn: 缓存插件 "%s" 缺少必须符号

source: Failed to load the cache plugin "%s": %s
fr: Impossible de charger le greffon "%s" : %s
ug: غەملەك قىستۇرما "%s" نى ئوقۇش مەغلۇپ بولدى: %s
zh_cn: 载入缓存插件 "%s" 失败: %s

source: The file "%s" is a thumbnail itself
fr: Le fichier "%s" est lui-même une vignette
ug: "%s" نىڭ ئۆزى thumbnail ھۆججىتى
zh_cn: 文件 "%s" 本身是缩略图

source: Plugin "%s" lacks required symbols.
fr: Le greffon "%s" manque de symboles requis.
ug: قىستۇرما "%s" دا symbol لار يېتەرلىك ئەمەس.
zh_cn: 插件 "%s" 缺少必须符号。

source: Failed to load plugin "%s": %s
fr: Impossible de charger le greffon "%s" : %s
ug: قىستۇرما "%s" نى ئوقۇش مەغلۇپ بولدى: %s
zh_cn: 载入插件 "%s" 失败: %s

source: Version mismatch: %s
fr: Incompatibilité de versions: %s
ug: نەشرى ماس كەلمىدى: %s
zh_cn: 版本不符: %s

source: Initializing the Tumbler Pixbuf Thumbnailer plugin
fr: Initialisation du greffon de vignettes pixbuf
ug: Tumbler Pixbuf Thumbnailer قىستۇرمىسىنى دەسلەپلەشتۈرۈۋاتىدۇ
zh_cn: 正在初始化 Tumbler 图像缩略图查看插件

source: Shutting down the Tumbler Pixbuf Thumbnailer plugin
fr: Arrêt du greffon de vignettes pixbuf
ug: Tumbler Pixbuf Thumbnailer قىستۇرمىسىنى توختىتىۋاتىدۇ
zh_cn: 正在关闭 Tumbler 图像缩略图查看插件

source: Initializing the Tumbler Font Thumbnailer plugin
fr: Initialisation de la police du plugin de vignettes pixbuf
ug: Tumbler Font Thumbnailer قىستۇرمىسىنى دەسلەپلەشتۈرۈۋاتىدۇ
zh_cn: 正在初始化 Tumbler 字体缩略图查看插件

source: Shutting down the Tumbler Font Thumbnailer plugin
fr: Arrêt du greffon de vignettes Tumbler Font
ug: Tumbler Font Thumbnailer قىستۇرمىسىنى توختىتىۋاتىدۇ
zh_cn: 正在关闭 Tumbler 字体缩略图查看插件

source: Could not initialize freetype: %s
fr: Impossible d'initialiser freetype: %s
ug: freetype نى دەسلەپلەشتۈرگىلى بولمىدى: %s
zh_cn: 无法初始化 freetype: %s

source: Could not load file contents: %s
fr: Impossible de charger le contenu du fichier: %s
ug: ھۆججەت مەزمۇنى ئوقۇغىلى بولمىدى: %s
zh_cn: 无法读取文件内容: %s

source: Could not open font file: %s
fr: Impossible d'ouvrir le fichier de la police: %s
ug: فونت ھۆججىتىنى ئاچقىلى بولمىدى: %s
zh_cn: 无法打开字体文件: %s

source: Could not set the character map: %s
fr: Impossible de définir le caractère de la carte: %s
ug: character map نى تەڭشىگىلى بولمىدى: %s
zh_cn: 无法设置字符映射: %s

source: Could not render glyphs: %s
fr: N'a pas pu générer les glyphes : %s
ug: glyphs نى سىزغىلى بولمىدى: %s
zh_cn: 无法渲染字型: %s

source: Thumbnail could not be inferred from file contents
fr: La vignette ne peut pas être déduite du contenu du fichier
ug: Thumbnail نى ھۆججەت مەزمۇنىدىن كەلتۈرۈپ چىقارغىلى بولمىدى
zh_cn: 缩略图无法从文件内容中获得

source: Initializing the Tumbler JPEG Thumbnailer plugin
fr: Initialisation du greffon de vignettes Tumbler JPEG
zh_cn: 正在初始化 Tumbler 的 JPEG 缩略图查看插件

source: Shutting down the Tumbler JPEG Thumbnailer plugin
fr: Fermeture du greffon de vignettes Tumbler JPEG
zh_cn: 正在关闭 Tumbler 的 JPEG 缩略图查看插件

source: Initializing the Tumbler ffmpeg video thumbnailer plugin
fr: Initialisation du greffon de vignettes Tumbler ffmpeg video
ug: Tumbler Font Thumbnailer قىستۇرمىسىنى دەسلەپلەشتۈرۈۋاتىدۇ
zh_cn: 正在初始化 Tumbler 的 ffmpeg 视频缩略图查看插件

source: Shutting down the Tumbler ffmpeg video thumbnailer plugin
fr: fermeture du greffon de vignettes Tumbler ffmpeg video
ug: Tumbler Font Thumbnailer قىستۇرمىسىنى توختىتىۋاتىدۇ
zh_cn: 正在关闭 Tumbler 的 ffmpeg 视频缩略图查看插件

source: Initializing the Tumbler Poppler PDF/PS Thumbnailer plugin
fr: Initialisation du greffon de vignettes Tumbler Poppler PDF/PS
ug: Tumbler Font Thumbnailer قىستۇرمىسىنى دەسلەپلەشتۈرۈۋاتىدۇ
zh_cn: 正在初始化 Tumbler 的 Poppler PDF/PS 缩略图查看插件

source: The document is empty
fr: Le document est vide
ug: پۈتۈك قۇرۇق ئىكەن
zh_cn: 文档是空白的

source: First page of the document could not be read
fr: La première page du document n'a pas pu être lue
ug: پۈتۈكنىڭ تۇنجى بېتىنى ئوقۇغىلى بولمىدى
zh_cn: 无法读取文档的第一页

source: Could not save thumbnail to "%s"
fr: Impossible d'enregistrer la miniature dans "%s"
ug: thumbnail نى "%s" غا ساقلىغىلى بولمىدى.
zh_cn: 无法保存缩略图至 "%s"

source: Initializing the Tumbler XDG cache plugin
fr: Chargement du greffon de cache XDG
ug: Tumbler XDG غەملەك قىستۇرمىسىنى دەسلەپلەشتۈرۈۋاتىدۇ
zh_cn: 正在初始化 Tumbler XDG 缓存插件

source: Shutting down the Tumbler XDG cache plugin
fr: Arrêt du greffon de cache XDG
ug: Tumbler XDG غەملەك قىستۇرمىسىنى توختىتىۋاتىدۇ
zh_cn: 正在关闭 Tumbler XDG 缓存插件
